/**
 * datepicker 翻译配置
 * */

export default {
    cn: {
        week: {
            '0': 'Sun',
            '1': 'Mon',
            '2': 'Tue',
            '3': 'Wed',
            '4': 'Thu',
            '5': 'Fri',
            '6': 'Sat'
        },
        month: {
            '0': 'Jan',
            '1': 'Feb',
            '2': 'Mar',
            '3': 'Apr',
            '4': 'May',
            '5': 'Jun',
            '6': 'Jul',
            '7': 'Aug',
            '8': 'Sept',
            '9': 'Oct',
            '10': 'Nov',
            '11': 'Dec '
        }
    },
    zh: {
        week: {
            '0': '日',
            '1': '一',
            '2': '二',
            '3': '三',
            '4': '四',
            '5': '五',
            '6': '六'
        },
        month: {
            '0': '一月',
            '1': '二月',
            '2': '三月',
            '3': '四月',
            '4': '五月',
            '5': '六月',
            '6': '七月',
            '7': '八月',
            '8': '九月',
            '9': '十月',
            '10': '十一月',
            '11': '十二月'
        }
    }
};
