/**
 * Created by ued on 2016/11/8.
 */

export default /*start>>>*/{

    "总共{0}项": "{0} entries in total",

    "©2015-2017 深信服公司版权所有": "©2015-2017 Sangfor Technologies Inc. All Rights Reserved",

    "深信服官方微信": "Follow Sangfor on WeChat",

    "搜索": "Search term",

    "个": " ",

    "分支": "Sites",

    "您的浏览器不支持HTML5，请尝试其他浏览器！": "您的浏览器不支持HTML5，请尝试其他浏览器！",

    "未处理": "Pending",

    "全部": "All",

    "当前共": "",

    "个分支，受影响分支概况：": " sites, among which the following are giving alarms",

    "网络告警": "Network alarm",

    "离线告警": "Offline alarm",

    "授权告警": "Licensing alarm",

    "硬件告警": "Hardware alarm",

    "安全告警": "Security alarm",

    "加载数据失败": "加载数据失败",

    "没有可显示的数据": "没有可显示的数据",

    "查看更多": "Details",

    "分支ID": "分支ID",

    "通信ID": "通信ID",

    "版本": "版本",

    "地理位置": "Location",

    "所属组": "Group",

    "数据加载失败": "数据加载失败",

    "分支名称": "Site",

    "aBOS设备ID": "aBOS设备ID",

    "具体位置": "具体位置",

    "分支联系人": "分支联系人",

    "邮件地址": "邮件地址",

    "备注": "备注",

    "重新导入": "重新导入",

    "，其中有{0}个错误": "，其中有{0}个错误",

    "上传文件失败": "上传文件失败",

    "获取上传状态失败": "获取上传状态失败",

    "上传文件": "上传文件",

    "请按照模版填写信息。": "请按照模版填写信息。",

    "下载模版": "下载模版",

    "重新导入文件": "重新导入文件",

    "序号": "序号",

    "组织架构": "组织架构",

    "状态": "Status",

    "批量导入分支": "批量导入分支",

    "移动到分组": "Move",

    "重命名": "重命名",

    "提交成功": "提交成功",

    "请选择要移动到的目标分组": "请选择要移动到的目标分组",

    "请先导入分支": "请先导入分支",

    "导入的分支数据格式不对，请重新导入": "导入的分支数据格式不对，请重新导入",

    "导入分支信息成功": "导入分支信息成功",

    "删除分支将导致分支设备不能接入中心端，同时还将删除中心端保存的该分支所有策略配置及历史信息等，是否确认删除？": "删除分支将导致分支设备不能接入中心端，同时还将删除中心端保存的该分支所有策略配置及历史信息等，是否确认删除？",

    "提示": "提示",

    "新増分支": "新増分支",

    "编辑分支": "编辑分支",

    "添加子分组": "添加子分组",

    "“全部”节点不允许重命名": "“全部”节点不允许重命名",

    "“全部”节点不允许删除": "“全部”节点不允许删除",

    "确定要删除{0}吗？": "确定要删除{0}吗？",

    "获取webagent配置失败": "获取webagent配置失败",

    "检测到webagent未配置，<a href=\"#/manager/system/setting\" actionName=\"leave\">立即配置</a>": "检测到webagent未配置，<a href=\"#/manager/system/setting\" actionName=\"leave\">立即配置</a>",

    "获取通知方式失败": "获取通知方式失败",

    "检测到通知方式未配置，<a href=\"#/manager/system/setting\" actionName=\"leave\">立即配置</a>": "检测到通知方式未配置，<a href=\"#/manager/system/setting\" actionName=\"leave\">立即配置</a>",

    "发送邮件失败": "发送邮件失败",

    "发送邮件成功": "发送邮件成功",

    "刷新": "Refresh",

    "新增分支": "New Site",

    "删除分支": "Delete",

    "发送邮件": "Send Email",

    "导入": "Import",

    "导出": "Export",

    "立即下发": "立即下发",

    "名称": "Name",

    "虚拟网络设备": "Virtual Network Devices",

    "虚拟机（台）": "VMs",

    "带宽利用率": "Bandwidth Usage",

    "所属分支": "Site",

    "CPU利用率": "CPU Usage",

    "内存利用率": "Memory Usage",

    "磁盘利用率": "Disk Usage",

    "操作": "操作",

    "详情": "Details",

    "详情{#view#}": "View",

    "中国": "China",

    "空": "空",

    "未知": "Unknown",

    "关机": "Powered off",

    "存储丢失": "Storage is missing",

    "正在运行": "Running",

    "挂起": "Suspended",

    "正在克隆": "Cloning",

    "告警": "Giving Alarm",

    "告警{#nav#}": "Alarms",

    "离线": "Offline",

    "正常": "Normal",

    "配置": "配置",

    "物理设备": "Physical Devices",

    "虚拟机": "Virtual Machines",

    "aBos设备名称": "aBos设备名称",

    "发送": "发送",

    "接收": "接收",

    "分支信息": "分支信息",

    "设备列表": "设备列表",

    "吞吐率趋势图": "吞吐率趋势图",

    "用户排行": "用户排行",

    "概览": "概览",

    "远程接入分支": "远程接入分支",

    "在线用户": "在线用户",

    "会话数": "会话数",

    "设备类型": "设备类型",

    "排行": "排行",

    "用户": "用户",

    "总流速": "总流速",

    "获取分支授权信息失败": "获取分支授权信息失败",

    "CPU使用率": "CPU",

    "内存使用率": "Memory",

    "磁盘使用率": "Disk",

    "交换机": "交换机",

    "路由器": "路由器",

    "搜索描述信息": "Description",

    "查看": "View",

    "过滤": "Filter",

    "标为已读": "Mark as Read",

    "全部标为已读": "Mark All as Read",

    "级别": "Severity",

    "分类": "Type",

    "告警分支": "Site",

    "告警对象": "Object",

    "描述": "Description",

    "时间": "Time",

    "级别：": "级别：",

    "分类：": "分类：",

    "告警分支：": "告警分支：",

    "告警对象：": "告警对象：",

    "描述：": "描述：",

    "时间：": "时间：",

    "故障": "Failure",

    "严重": "严重",

    "所有": "所有",

    "资源告警": "资源告警",

    "安全风险": "安全风险",

    "其他": "其他",

    "最近一天": "最近一天",

    "最近两天": "最近两天",

    "最近三天": "最近三天",

    "恢复": "恢复",

    "确定": "确定",

    "取消": "取消",

    "标识为已读失败": "标识为已读失败",

    "操作成功": "操作成功",

    "返回上一级区域": "返回上一级区域",

    "加载更多...": "加载更多...",

    "分支总数": "Total Sites",

    "：": "：",

    "健康": "Healthy",

    "海外分支": "海外分支",

    "分支分布": "Locations",

    "国家/地区": "Countries/Regions",

    "城市": "Cities",

    "BBC运行状态": "Resource Usage",

    "发送速率": "Outbound",

    "接收速率": "Inbound",

    "（": "（",

    "）": "）",

    "查看详情": "View",

    "CPU": "CPU",

    "内存": "内存",

    "磁盘": "磁盘",

    "格式化数据失败": "格式化数据失败",

    "系统管理员": "System Admin",

    "区域管理员": "区域管理员",

    "访客": "访客",

    "超级管理员": "Super Admin",

    "获取用户信息失败": "获取用户信息失败",

    "检测到登录密码为系统初始密码，为了系统安全，强烈建议您修改密码！": "检测到登录密码为系统初始密码，为了系统安全，强烈建议您修改密码！",

    "修改密码": "修改密码",

    "修改密码失败": "修改密码失败",

    "修改密码成功": "修改密码成功",

    "密码输入不一致": "密码输入不一致",

    "密码中不能包含用户名": "密码中不能包含用户名",

    "密码中存在非法字符，特殊字符支持{0}": "密码中存在非法字符，特殊字符支持{0}",

    "密码至少应包含大写字母、小写字母、数字和特殊字符中的两项": "密码至少应包含大写字母、小写字母、数字和特殊字符中的两项",

    "原密码": "原密码",

    "新密码": "新密码",

    "1、密码不能包含用户名": "1、密码不能包含用户名",

    "2、密码至少应包含大写字母、小写字母、数字和特殊字符中的两项": "2、密码至少应包含大写字母、小写字母、数字和特殊字符中的两项",

    "确认密码 ": "确认密码 ",

    "通知": "通知",

    "分支业务中心": "BBC",

    "退出": "退出",

    "无消息": "无消息",

    "首页": "Home",

    "管理": "System",

    "登    录": "登    录",

    "用户名": "用户名",

    "密码": "密码",

    "用户名不可为空，请检查。": "用户名不可为空，请检查。",

    "密码不可为空，请检查。": "密码不可为空，请检查。",

    "正在验证用户信息...": "正在验证用户信息...",

    "登录失败": "登录失败",

    "大写锁定打开": "大写锁定打开",

    "您当前处于兼容性视图模式，无法获得良好的体验，请设置为标准模式再尝试登陆！": "您当前处于兼容性视图模式，无法获得良好的体验，请设置为标准模式再尝试登陆！",

    "您所使用的浏览器版本过于陈旧，无法获得良好的体验，建议升级为下面的浏览器：": "您所使用的浏览器版本过于陈旧，无法获得良好的体验，建议升级为下面的浏览器：",

    "获取用户列表信息失败": "获取用户列表信息失败",

    "（{0}）": "（{0}）",

    "新增": "新增",

    "删除": "删除",

    "用户列表": "用户列表",

    "权限": "权限",

    "所属分组": "所属分组",

    "所属组：{0}": "所属组：{0}",

    "，": "，",

    "分支：{0}": "分支：{0}",

    "；": "；",

    "确认密码": "确认密码",

    "角色": "角色",

    "权限配置": "权限配置",

    "添加管理员失败": "添加管理员失败",

    "新増管理员成功": "新増管理员成功",

    "编辑{0}失败": "编辑{0}失败",

    "编辑{0}成功": "编辑{0}成功",

    "新増管理员": "新増管理员",

    "编辑管理员": "编辑管理员",

    "请输入当前登录用户的密码确认身份": "请输入当前登录用户的密码确认身份",

    "确认": "确认",

    "用户密码错误": "用户密码错误",

    "确定要删除吗？": "确定要删除吗？",

    "分支告警": "分支告警",

    "BBC告警": "BBC告警",

    "告警通知": "告警通知",

    "保存成功！": "保存成功！",

    "保存修改": "保存修改",

    "分支离线": "分支离线",

    "BBC平台CPU使用率过高": "BBC平台CPU使用率过高",

    "BBC平台内存使用率过高": "BBC平台内存使用率过高",

    "BBC平台磁盘使用率过高": "BBC平台磁盘使用率过高",

    "分支安全风险（监测分支关于安全方面的风险：僵尸主机，WEBSHELL等）": "分支安全风险（监测分支关于安全方面的风险：僵尸主机，WEBSHELL等）",

    "主机": "主机",

    "存储": "存储",

    "虚拟网络": "虚拟网络",

    "序列号": "序列号",

    "主机内存占用过高": "主机内存占用过高",

    "主机交换分区占用": "主机交换分区占用",

    "主机CPU占用过高": "主机CPU占用过高",

    "主机CPU温度异常": "主机CPU温度异常",

    "主机网口丢包率过高": "主机网口丢包率过高",

    "主机网卡工作异常": "主机网卡工作异常",

    "主机网口掉线": "主机网口掉线",

    "主机离线": "主机离线",

    "数据通信口": "数据通信口",

    "存储IO繁忙": "存储IO繁忙",

    "存储IO时延过高": "存储IO时延过高",

    "存储占用阈值": "存储占用阈值",

    "存储与主机断开": "存储与主机断开",

    "存储状态异常": "存储状态异常",

    "RAID状态异常": "RAID状态异常",

    "虚拟机内存占用过高": "虚拟机内存占用过高",

    "虚拟机CPU占用过高": "虚拟机CPU占用过高",

    "虚拟机镜像文件损坏": "虚拟机镜像文件损坏",

    "虚拟机与外部网络不通": "虚拟机与外部网络不通",

    "虚拟网络设备CPU占用过高": "虚拟网络设备CPU占用过高",

    "虚拟网络设备内部告警": "虚拟网络设备内部告警",

    "虚拟网络设备镜像文件损坏": "虚拟网络设备镜像文件损坏",

    "路由器运行失败": "路由器运行失败",

    "虚拟网口丢包率过高": "虚拟网口丢包率过高",

    "虚拟网络设备与外部网络不通": "虚拟网络设备与外部网络不通",

    "序列号过期": "序列号过期",

    "序列号KEY状态异常": "序列号KEY状态异常",

    "30秒": "30秒",

    "60秒": "60秒",

    "3分钟": "3分钟",

    "10分钟": "10分钟",

    "20分钟": "20分钟",

    "30分钟": "30分钟",

    "占用超过": "占用超过",

    "占用低于": "占用低于",

    "不通知": "不通知",

    "获取信息失败": "获取信息失败",

    "保存失败": "保存失败",

    "发送到邮箱": "发送到邮箱",

    "邮箱地址": "邮箱地址",

    "相同类型告警事件": "相同类型告警事件",

    "分钟内只发送一封邮件（不同主机单独发送）": "分钟内只发送一封邮件（不同主机单独发送）",

    "发送到微信": "发送到微信",

    "微信号": "微信号",

    "分钟内只发送一封消息（不同主机单独发送）": "分钟内只发送一封消息（不同主机单独发送）",

    "请选择本地备份文件， *.bcf": "请选择本地备份文件， *.bcf",

    "请先上传本地备份文件再进行恢复": "请先上传本地备份文件再进行恢复",

    "恢复失败": "恢复失败",

    "恢复成功": "恢复成功",

    "创建备份": "创建备份",

    "系统配置（包含虚拟网络设备的配置）在每天凌晨时会自动备份到 BBC，也可通过以下按钮备份到本地。": "系统配置（包含虚拟网络设备的配置）在每天凌晨时会自动备份到 BBC，也可通过以下按钮备份到本地。",

    "备份系统到本地": "备份系统到本地",

    "恢复 BBC 时，同时也会恢复虚拟网络设备的所有配置，请谨慎操作。": "恢复 BBC 时，同时也会恢复虚拟网络设备的所有配置，请谨慎操作。",

    "方式一：从自动备份的文件中恢复": "方式一：从自动备份的文件中恢复",

    "方式二：从本地备份的文件中恢复": "方式二：从本地备份的文件中恢复",

    "浏览": "浏览",

    "不可用": "不可用",

    "可用": "可用",

    "设备ID：": "设备ID：",

    "序列号：": "序列号：",

    "修改序列号": "修改序列号",

    "SC网点插入数：": "SC网点插入数：",

    "网点自动升级有效期：": "网点自动升级有效期：",

    "AC/SG多功能序列号：": "AC/SG多功能序列号：",

    "排队中": "排队中",

    "失败": "失败",

    "完成": "完成",

    "进行中": "进行中",

    "操作日志": "操作日志",

    "系统日志": "系统日志",

    "行为": "行为",

    "起始时间": "起始时间",

    "结束时间": "结束时间",

    "对象类型": "对象类型",

    "对象": "对象",

    "搜索行为，主机，对象，描述": "搜索行为，主机，对象，描述",

    "所有状态": "所有状态",

    "关键字": "关键字",

    "高级搜索": "高级搜索",

    "开始时间": "开始时间",

    "可通过购买序列号，来获得更专业、更完善的售后服务": "可通过购买序列号，来获得更专业、更完善的售后服务",

    "日期与时间": "日期与时间",

    "设置日期与时间，和同步互联网时间": "设置日期与时间，和同步互联网时间",

    "管理员": "管理员",

    "配置用于管理此平台的账号信息": "配置用于管理此平台的账号信息",

    "系统设置": "系统设置",

    "可调整系统参数，以适应不同的使用场景": "可调整系统参数，以适应不同的使用场景",

    "告警设置": "告警设置",

    "配置告警事件和触发告警的阀值条件以及产生告警后的通知方式": "配置告警事件和触发告警的阀值条件以及产生告警后的通知方式",

    "备份与恢复": "备份与恢复",

    "可备份和恢复系统设置，也可备份系统后台日志": "可备份和恢复系统设置，也可备份系统后台日志",

    "管理员日志": "管理员日志",

    "记录系统的操作日志以及产生的告警为后续排查问题提供依据": "记录系统的操作日志以及产生的告警为后续排查问题提供依据",

    "关机与重启": "关机与重启",

    "内置库版本": "内置库版本",

    "设备升级": "设备升级",

    "可升级您的设备到最新版本，以获取更好的产品体验": "可升级您的设备到最新版本，以获取更好的产品体验",

    "通知方式": "通知方式",

    "可通过邮件方式通知对方": "可通过邮件方式通知对方",

    "请输入有效的 email 地址": "请输入有效的 email 地址",

    "无": "无",

    "获取邮件设置失败": "获取邮件设置失败",

    "保存成功": "保存成功",

    "测试邮件": "测试邮件",

    "收件人": "收件人",

    "发送测试邮件失败": "发送测试邮件失败",

    "发送测试邮件成功": "发送测试邮件成功",

    "邮箱配置": "邮箱配置",

    "服务器地址或域名": "服务器地址或域名",

    "服务器端口": "服务器端口",

    "发送邮箱": "发送邮箱",

    "登录用户名": "登录用户名",

    "登录密码": "登录密码",

    "保存": "保存",

    "确认关机": "确认关机",

    "设备正在关机，请稍候...": "设备正在关机，请稍候...",

    "确认重启": "确认重启",

    "设备正在重启，重启完成后请重新登录BBC，请稍候...": "设备正在重启，重启完成后请重新登录BBC，请稍候...",

    "{0} {1}s": "{0} {1}s",

    "请输入管理员admin的密码确认身份": "请输入管理员admin的密码确认身份",

    "发送请求失败": "发送请求失败",

    "发送请求成功": "发送请求成功",

    "关闭设备": "关闭设备",

    "重启设备": "重启设备",

    "保存数据失败": "保存数据失败",

    "保存数据成功": "保存数据成功",

    "通讯端口": "通讯端口",

    "日志中心WEB端口": "日志中心WEB端口",

    "修改成功": "修改成功",

    "掩码": "掩码",

    "网关": "网关",

    "网络设置": "网络设置",

    "webagent设置": "webagent设置",

    "外置日志数据中心设置": "外置日志数据中心设置",

    "不能输入< > \\\" \\' & % 等特殊字符": "不能输入< > \\\" \\' & % 等特殊字符",

    "主Webagent": "主Webagent",

    "支持以下格式：": "支持以下格式：",

    "1、IP地址：192.168.1.1": "1、IP地址：192.168.1.1",

    "2、IP:PORT：192.168.1.1:12345": "2、IP:PORT：192.168.1.1:12345",

    "3、域名：domain.com": "3、域名：domain.com",

    "4、域名:端口：domain.com:12345": "4、域名:端口：domain.com:12345",

    "备Webagent": "备Webagent",

    "共享密钥": "共享密钥",

    "监听端口": "监听端口",

    "星期日": "星期日",

    "星期一": "星期一",

    "星期二": "星期二",

    "星期三": "星期三",

    "星期四": "星期四",

    "星期五": "星期五",

    "星期六": "星期六",

    "设置日期和时间": "设置日期和时间",

    "系统时间被修改后需重新登录，是否确定修改？": "系统时间被修改后需重新登录，是否确定修改？",

    "修改系统时间失败": "修改系统时间失败",

    "修改系统时间成功": "修改系统时间成功",

    "获取时间失败": "获取时间失败",

    "获取时间同步设置失败": "获取时间同步设置失败",

    "您确认要关闭NTP服务器同步功能？": "您确认要关闭NTP服务器同步功能？",

    "您确认要打开NTP服务器同步功能？": "您确认要打开NTP服务器同步功能？",

    "立即同步服务时间": "立即同步服务时间",

    "保存NTP服务器失败": "保存NTP服务器失败",

    "Y年m月d日": "Y年m月d日",

    "时间与日期": "时间与日期",

    "更改时间设置": "更改时间设置",

    "时间同步设置": "时间同步设置",

    "与NTP服务器同步": "与NTP服务器同步",

    "服务器": "服务器",

    "获取本地时间": "获取本地时间",

    "(UTC-12:00)国际日期变更线西": "(UTC-12:00)国际日期变更线西",

    "(UTC-11:00)中途岛": "(UTC-11:00)中途岛",

    "(UTC-10:00)夏威夷": "(UTC-10:00)夏威夷",

    "(UTC-09:00)阿拉斯加": "(UTC-09:00)阿拉斯加",

    "(UTC-08:00)下加利福尼亚、太平洋时间(美国和加拿大)": "(UTC-08:00)下加利福尼亚、太平洋时间(美国和加拿大)",

    "(UTC-07:00)拉巴斯、山地时间(美国和加拿大)": "(UTC-07:00)拉巴斯、山地时间(美国和加拿大)",

    "(UTC-06:00)墨西哥城、中部时间(美国和加拿大)": "(UTC-06:00)墨西哥城、中部时间(美国和加拿大)",

    "(UTC-05:00)波哥大、东部时间(美国和加拿大)": "(UTC-05:00)波哥大、东部时间(美国和加拿大)",

    "(UTC-04:00)亚松森、大西洋时间(加拿大)": "(UTC-04:00)亚松森、大西洋时间(加拿大)",

    "(UTC-03:00)格陵兰、布宜诺斯艾利斯": "(UTC-03:00)格陵兰、布宜诺斯艾利斯",

    "(UTC-02:00)协调世界时-2": "(UTC-02:00)协调世界时-2",

    "(UTC-01:00)亚速尔群岛、佛得角群岛": "(UTC-01:00)亚速尔群岛、佛得角群岛",

    "(UTC)爱丁堡、伦敦": "(UTC)爱丁堡、伦敦",

    "(UTC+01:00)马德里、巴黎": "(UTC+01:00)马德里、巴黎",

    "(UTC+02:00)雅典、布加勒斯特": "(UTC+02:00)雅典、布加勒斯特",

    "(UTC+03:00)巴格达、莫斯科": "(UTC+03:00)巴格达、莫斯科",

    "(UTC+04:00)阿尔扎比、马斯喀特": "(UTC+04:00)阿尔扎比、马斯喀特",

    "(UTC+05:00)伊斯兰堡、卡拉奇": "(UTC+05:00)伊斯兰堡、卡拉奇",

    "(UTC+06:00)达卡、新西伯利亚": "(UTC+06:00)达卡、新西伯利亚",

    "(UTC+07:00)曼谷、雅加达": "(UTC+07:00)曼谷、雅加达",

    "(UTC+08:00)伊尔库茨克、北京": "(UTC+08:00)伊尔库茨克、北京",

    "(UTC+09:00)东京、首尔": "(UTC+09:00)东京、首尔",

    "(UTC+10:00)墨尔本、悉尼": "(UTC+10:00)墨尔本、悉尼",

    "(UTC+11:00)所罗门群岛、新喀里多尼亚": "(UTC+11:00)所罗门群岛、新喀里多尼亚",

    "(UTC+12:00)奥克兰、惠灵顿": "(UTC+12:00)奥克兰、惠灵顿",

    "(UTC+13:00)萨摩亚群岛、努库阿洛法": "(UTC+13:00)萨摩亚群岛、努库阿洛法",

    "(UTC+14:00)圣诞岛": "(UTC+14:00)圣诞岛",

    "1、升级信息": "1、升级信息",

    "2、准备升级文件": "2、准备升级文件",

    "3、升级": "3、升级",

    "请选择要上传的pkg文件": "请选择要上传的pkg文件",

    "获取版本信息失败": "获取版本信息失败",

    "升级包版本：{0}": "升级包版本：{0}",

    "获取升级包版本号失败": "获取升级包版本号失败",

    "设备正在重启，重启完成后请重新登录BBC。{0}s": "设备正在重启，重启完成后请重新登录BBC。{0}s",

    "重启设备失败": "重启设备失败",

    "设备当前版本": "设备当前版本",

    "升级到其它版本": "升级到其它版本",

    "将升级文件上传到服务器": "将升级文件上传到服务器",

    "上传": "上传",

    "立即升级": "立即升级",

    "正在升级，升级过程中请不要关闭BBC电源，以免数据丢失": "正在升级，升级过程中请不要关闭BBC电源，以免数据丢失",

    "立即重启": "立即重启",

    "网络异常，请检查网络后重试": "网络异常，请检查网络后重试",

    "该输入项的最大长度是90个字符，或者30个汉字": "该输入项的最大长度是90个字符，或者30个汉字",

    "该输入项只能由中文、数字、字母、()[]{}（）【】｛｝@|.?_-+组成": "该输入项只能由中文、数字、字母、()[]{}（）【】｛｝@|.?_-+组成",

    "该输入项不允许以字符“.”开头": "该输入项不允许以字符“.”开头"



}/*end<<<*/;
